Repository: GTRRoficial/Repo-GTRR
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: Not while I’m still gendered.
pt_br: Não enquanto eu sofra discriminação de gênero.

source: Nunca.
pt_br: Never.

source: Não adianta nada a gente conceber uma sociedade na nossa cabeça e tentar aplicar à realidade sem levar em consideração a realidade em si.
pt_br: There's no use in designing a society in our heads and trying to apply it to reality while ignoring reality itself.

source: Não consigo decidir quais dessas minhas partes são aceitáveis.
pt_br: I can’t decide which of these parts of me are acceptable.

source: Não existe organização social sem respaldo material, sem substrato material.
pt_br: There's no social organization without a material backing, a material substrate.

source: Não me oferecia qualquer nova comunhão com as (outras) mulheres no meu entorno.
pt_br: They offered me no new communion with the (other) women around me.

source: Não só a gente tem que pensar em quem fez o que nos rodeia mas isso que nos rodeia é a base para como a gente se organiza socialmente.
pt_br: Not only do we have to think about who made what is around us but what surrounds us is the basis upon which we organize society.

source: Não só comer, vestir, morar, mas também o que a gente deseja consumir como cultura.
pt_br: Not only eating, clothing, housing but also what we desire to consume as culture.

source: Não só é possível como, segundo Marx, é altamente provável.
pt_br: Not only possible. according to Marx, it's very likely.

source: Não só; ao longo da história houve diferentes formas de propriedade privada.
pt_br: and not just that, he also found that there has been different kinds of private property throughout history .

source: Não é a realidade que é criada pelas nossas ideias.
pt_br: It's not reality that is created by our thoughts.

source: Não é a sua casa, não é o seu Corsa, não é o seu chinelo.
pt_br: It's not your house, your old truck, your flip-flops.

source: Não, não significa que as mesmas bases materiais vão produzir a mesma superestrutura, mas que a superestrutura é dependente das bases materiais.
pt_br: No, it doesn't mean that the same material basis will always give rise to the same superstructure, but that the superstructure is dependent on the material basis.

source: Não, não.
pt_br: No, no.

source: Não, tá?
pt_br: No, ok?

source: Não.
pt_br: No.

source: Nós estamos rodeados de uma quantidade imensa de trabalho humano.
pt_br: We are surrounded by an immense amount of human labor.

source: Nós falamos das forças produtivas agora temos relações de produção.
pt_br: We talked about productive forces, now we have relations of production.

source: Nós falamos que a dialética se contrapõe à metafísica.
pt_br: We've said that dialectics opposes metaphysics.

source: Nós temos classes e uma dessas classes detém os meios de produção, ou seja, esses meios de produção são Propriedade privada.
pt_br: We have classes and one of them own the means of production, that is, these means of production are private private property.

source: Nós temos mercadorias na sociedade, nós compramos nossas coisas.
pt_br: We have commodities in society, we buy our things.

source: Nós tivemos outros Modos de produção?
pt_br: Did we have another Modes of Production?

source: Nós tivemos, por exemplo, o modo de produção feudal.
pt_br: We had, for example, the feudal mode of production.

source: O Hegel era um Idealista.
pt_br: Hegel was an idealist.

source: O Hegel tem uma visão teológica da filosofia.
pt_br: Hegel's philosophy has a theological outlook.

source: O Marx coloca essa ideia de cabeça para baixo.
pt_br: Marx puts this idea upside-down.

source: O Marx diz na introdução do O Capital que o primeiro capítulo é o mais difícil que é o que ele descreve o Valor, inclusive.
pt_br: Marx says in the Introduction to Capital that the first chapter was the most complicated, and it is the one in which he describes Value.

source: O Marx diz: não, a mudança vai vir de baixo para cima.
pt_br: Marx said otherwise: it would come bottom up

source: O Marx em momento algum faz juízo de valor.
pt_br: Marx at no moment makes some moral judgment.

source: O Marx foi muito influenciado pelo Hegel.
pt_br: Marx was heavily influenced by Hegel.

source: O Marx incorporou a dialética do Hegel.
pt_br: Marx incorporated Hegel's dialectics.

source: O Marx viveu numa época na qual capitalismo já era dominante.
pt_br: Marx lived at a time when capitalism was already dominant .

source: O Marx, através do método (o materialismo histórico-dialético), observa que nem sempre houve propriedade privada.
pt_br: Marx, through the method (dialectical and historical materialism), come to the reasoning that there has not always been private property.

source: O Valor Talvez seja uma das categorias mais difíceis da Economia política, inclusive reconhecida pelo próprio Marx.
pt_br: Value is maybe one of the most complicated concepts of Political Economy, even Marx recognized that.

source: O Valor da sua força de trabalho é a soma dos valores de tudo que você precisa para existir.
pt_br: The Value of your labour power is the sum of the values of all the things you need in order to exist.

source: O antissemitismo de Alice Walker parece sugerir o mesmo reflexo de hostilidade contra as minorias, nos usando como bode expiatório para os males da sociedade.
pt_br: Alice Walker’s anti-Semitism seems to suggest the same reflex of hostility towards minorities, scapegoating us for society’s ills.

source: O aumento.
pt_br: The increase.

source: O burguês não trabalha, quem trabalha é o trabalhador.
pt_br: The bourgeois doesn't work, who works is the worker.

source: O capitalismo apresenta crises cíclicas desde que ele surgiu.
pt_br: Capitalism has shown cyclical crisis since its beginnings.

source: O capitalismo não produz para satisfazer nossas necessidades, ele produz para satisfazer o capital.
pt_br: capitalism does not produce in order to satisfy our needs, it does to sate the needs of the capital.

source: O capitalismo trouxe uma produtividade para a humanidade que nunca tinha sido vista.
pt_br: it brought an unprecedented level of productivity, unknown to humanity by then.

source: O capitalismo é um Modo de produção, Modo de produção.
pt_br: Capitalism is a mode of production, mode of production.

source: O capitalismo é um modo de produção baseado no emprego da grande indústria, da divisão do trabalho, da sociedade de classes, da propriedade privada, da mercadoria como centro de relações sociais na exploração e expansão constante do capital.
pt_br: Capitalism is a mode of production based on the employment of big industries. in the division of labour, in class society, in private property, in the commodity as the center of social relations and in the constant expansion of capital.

source: O capitalismo é um modo de produção.
pt_br: Capistalism is a Mode of Production.

source: O critério social é imprescindível.
pt_br: The social criteria is fundamental.

source: O dono da fábrica não tá menos apto a trabalhar na fábrica do que você.
pt_br: The factory owner isn't less skilled than you to work in the factory.

source: O escravo.
pt_br: The slave.

source: O fato de essas serem atitudes de supostas teóricas radicais não ajudou com a minha sensação de isolamento.
pt_br: That these are the attitudes of supposed radical theorists hasn’t helped my sense of isolation.

source: O grande trunfo do marxismo foi perceber que não só existem classes, como essas classes são irremediavelmente antagônicas.
pt_br: Marxism's greatest asset was to perceive that there are not only the classes, and that those classes are unavoidably antagonistic to each other.

source: O materialismo é o inverso disso, tá?
pt_br: Materialism is the opposite of that.

source: O materialismo é um peso padrão, aceito como oficial, cuja força é representada pelos brilhantes cilindros de platina-irídio do NIST.
pt_br: Materialism is a kilogram, with social consensus as the treaty, and the force of that consensus represented in the NIST’s shiny platinum-iridium cylinders.

source: O modo de produção capitalista conseguiu trazer um problema novo: excesso de produção.
pt_br: the capitalist mode of production brought a new problem: excess of production.

source: O pilar filosófico do marxismo se constitui como uma crítica a utopismos e idealismos.
pt_br: Marxism's philosophical pillar is constituted as a critique of utopianisms and idealisms

source: O pilar filosófico nos dá o método.
pt_br: The philosofical pillar give us the method.

source: O positivo e o negativo se excluem em absoluto”.
pt_br: Positive and negative absolutely exclude one another".

source: O preço costuma gravitar em torno do valor.
pt_br: Price usually gravitates around value.

source: O preço é a expressão em dinheiro do valor, expressão em dinheiro.
pt_br: Price is the expression of value as money, expression in money.

source: O proletário pertence à classe que irá conduzir a revolução, diferente dos utópicos.
pt_br: The proletariat belongs to the class that will conduct revolution, unlike the Utopians.

source: O proletário se torna sujeito revolucionário.
pt_br: The proletariat becomes the revolution's Subject.

source: O que a gente faz?
pt_br: so, what do we do with this?

source: O que a gente pode tirar dessa observação que o Marx faz?
pt_br: what can we take out of this observations of Marx?

source: O que determina a classe para o Marxismo é a posição que você ocupa no processo produtivo, tá bom?
pt_br: What determines class for Marxism is the position you occupy in the productive process, right?

source: O que determina a classe é qual posição você ocupa na cadeia produtiva.
pt_br: What determines the class is which position you occupy in the producion chain.

source: O que divide essas classes não é aptidão, não é habilidade, não é vocação, é social.
pt_br: What divides these classes is not skill, it is not ability, it is not vocation, it is social.

source: O que ele recebe tem conexão com que ele precisa para viver.
pt_br: What he receives has a connection with what he needs to live.

source: O que eu quero dizer é que eles não são sinônimos.
pt_br: They aren't synonymous, it's that what I mean..

source: O que faz isso ficar tão confuso é que a gente usa hoje em dia essa terminologia “Classe A”, “Classe B”, “Classe C”.
pt_br: What makes it so confusing is that, nowadays, we use this terminology "Upper Class", "Middle Class", "Lower Class".

source: O que nos leva a última característica das relações de produção: a mercadorização das relações sociais.
pt_br: What bring us the last characteristic of relations of production: the Commodification of Social Relations..

source: O que nós somos depende de como a gente come, onde a gente mora, o que a gente veste, como a gente veste.
pt_br: What we are depends on how we eat, where we live, what we wear, how we wear.

source: O que nós somos, gente, depende de como a gente produz a nossa existência.
pt_br: What we are depends on how we produce our existence.

source: O que os indivíduos são depende, portanto, das condições materiais de sua produção.
pt_br: The nature of individuals thus depends on the material conditions determining their production."

source: O que que tem na superestrutura?
pt_br: What is there in the superstructure?

source: O que são Forças produtivas: como os humanos atuam sobre a natureza.
pt_br: What are Productive Forces: how humans act on nature.

source: O que são Relações de produção: como os humanos atuam uns sobre os outros.
pt_br: What are Relations of Production: how humans act on each other. .

source: O que são as relações de produção?
pt_br: What are relations of production?

source: O que são classes?
pt_br: What is Class?

source: O que são forças produtivas e relações de produção?
pt_br: What are productive forces and relations of production?

source: O que tem mais valor, gente, um copo ou um carro?
pt_br: Folks, what has more Value, a glass or a car?

source: O que você tem na sua carteira agora não é capital, tá?
pt_br: What you have in your wallet now isn't capital, ok?

source: O que é Classe: divisão social do trabalho, (em oposição a divisão natural do trabalho), posição que se ocupa no processo produtivo.
pt_br: What is Class: social division of labor (as opposed to the work natural division), position occupied in the productive process.

source: O que é a propriedade privada no modo de produção escravista?
pt_br: What is private property in the slave-owning mode of production?

source: O que é capital?
pt_br: What is Capital?

source: O que é importante disso?
pt_br: Whats so relevant about that?

source: O que é importante no Marx é que não só ele identifica as classes como ele dá o protagonismo revolucionário para a classe dominada.
pt_br: Whats relevant about Marx is that not only he identifies classes he also credits revolutionary protagonist to the exploited class.

source: O que é o capitalismo?
pt_br: What is capitalism?

source: O que é o materialismo histórico, principalmente a parte de materialismo?
pt_br: What is historical materialism, especially the materialism part?

source: O que é propriedade privada?
pt_br: What is Private Property?

source: O que é um Modo de produção?
pt_br: What is a "mode of production"?

source: O quão pouco a gente pensa sobre quem fez os objetos que nos rodeiam.
pt_br: How little we think about who made the objects that surround us.

source: O senhor e o escravo não são categorias isoladas fixas e imóveis.
pt_br: Master and slave aren't fixed, isolated, unchanging categories.

source: O sistema burguês tornou-se demasiado estreito para conter as riquezas criadas em seu seio.” O que o Marx está dizendo aqui?
pt_br: ...The conditions of bourgeois society are too narrow to comprise the wealth created by them.” what is that Marx mean here?

source: O termo surge em contraposição ao socialismo utópico.
pt_br: This expression appeared to contrast with Utopic Socialism.

source: O trabalho de outra pessoa é livremente disponível para o senhor de escravos.
pt_br: Another person's work is freely available to the slaveholder.

source: O trabalho socialmente necessário para confecção dessa mercadoria.
pt_br: The labour socially necessary for the confection of this commodity.

source: O trabalho, gente, é uma substância social.
pt_br: Labour, folks, is a social substance.

source: O valor da nossa força de trabalho é determinado pelo trabalho socialmente necessário também.
pt_br: The value of our labour power is also determined by the socially necessary labour,

source: O valor gerado nesse período suplementar é apropriado pelo burguês na forma da mais-valia, ou mais-valor.
pt_br: The value created in this surplus period is appropriated by the bourgeois in the form of the surplus value.

source: O valor é determinado a partir da quantidade de trabalho num certo estado social e determinadas condições de produção de uma sociedade inteira.
pt_br: What determines Value is the amount of labour in a certain social state and under specific productive conditions of an entire society.

source: O valor é determinado pela quantidade de trabalho socialmente necessário.
pt_br: Value is determined by the amount of socially necessary labour.

source: Obsoletas.
pt_br: OBSOLETE.

source: Olha em volta, seja aonde você estiver.
pt_br: Look around you, wherever you are.

source: Olha em volta.
pt_br: Look around.

source: Olha para tudo que tá te rodeando.
pt_br: Look at everything that surrounds you.

source: Onde que entra a parte histórica?
pt_br: Where does the historical part come in?

source: Organising is confronting these interpersonal problems on a much wider scale.
pt_br: Organizar-se é enfrentar esses problemas interpessoais em uma escala muito maior.

source: Os liberais dizem que as pessoas começam a demandar mais liberdade, e aí isso impulsionou a revolução.
pt_br: The liberals say people started demanding more freedom and that propelled the revolution forward.

source: Os meios de produção, ou seja, o que é necessário para execução do trabalho é retirado da mão dos trabalhadores, e os capitalistas controlam a força produtiva dos trabalhadores através do trabalho assalariado.
pt_br: Means of production, that is, what is necessary for the work execution is taken from the hand of workers, and the capitalists controls the worker's productive forces through wage labor.

source: Os trabalhadores são forçados a vender a sua força de trabalho para trabalhar nos meios de produção que foram retirados das mãos deles.
pt_br: Workers are forced to sell their labor power to work on the means of production that have been taken from their hands.

source: Os utópicos acreditavam que a classe trabalhadora era incapaz de conduzir qualquer mudança.
pt_br: Utopians believed that the working class were unable to lead any change.

source: Os utópicos, de que a gente falou anteriormente, não tinham perspectiva de classe nenhuma.
pt_br: The Utopians, which we talked about before, had no perspective of any class.

source: Ou seja, a classe que não trabalha e detém os meios de produção, e proletariado, a classe que trabalha e não detém nada a não ser a sua força de trabalho.
pt_br: In other words, the class that doesn't work and owns the means of production, and proletariat, the class that does work and owns nothing other than your work force.

source: Ou seja, as relações de produção no capitalismo tolhem a nossa capacidade produtiva.
pt_br: That is to say/meaning, the capitalist means of production jeopardize our productive capability.

source: Ou seja, enquanto o trabalhador está trabalhando, ele cria valor, cria valor, cria valor, só que ele recebe o equivalente ao valor da força de trabalho dele na forma do salário.
pt_br: That means that while the worker is working, labouring, he creates value, creates value, creates value, but he receives the equivalent to the value of the labour power in the form of a wage.

source: Ou seja, nossa cultura, nossa religião, nossa moral estão em cima.
pt_br: That is, our culture, our religion, our morals, are above.

source: Ou seja, o que ele cria não tem conexão com o que ele recebe.
pt_br: That is, what he creates has no connection with what he receives.

source: Out of familial guilt, I told her that I have a normal girlfriend now, feeding her a lie that I am conforming to the heterosexual, patriarchal, and upwardly mobile dream she and most of my immediate family forced upon me since I was six.
pt_br: Por culpa familiar, eu disse para ela que tenho uma namorada normal agora, alimentando-a com uma mentira de que estou finalmente me conformando com o sonho heterossexual, patriarcal e de ascenção social, que ela e a maioria da minha família imediata me forçaram a ter desde que eu tinha seis anos.

source: Outras vezes, eu fazia algo de errado e me desculpava neuroticamente, desejando que a doença de ser designado homem ao nascer sumisse.
pt_br: Other times I did wrong and apologised to a neurotic degree, wishing that the disease I apparently had by being assigned male at birth would just melt away.

source: Over the years I’ve learned that I am just an echo of someone else’s expectations, and that my humanity is contingent on responding to that.
pt_br: Com o passar dos anos, aprendi que eu sou só um eco das expectativas de algum outro e que a minha humanidade depende da minha correspondência a elas.

source: Over time my embrace of ‘feminine’ things and behaviour came out of spite.
pt_br: Com o tempo, minha aceitação de coisas e comportamentos "femininos" veio do meu ressentimento.

source: Palavras simples extrapolavam o meu limite.
pt_br: Simple words sent me over the edge.

source: Para Hegel, o processo de pensamento, que ele, sob o nome de Ideia (com ‘i’ maiúsculo), chega mesmo a transformar num sujeito autônomo, é o demiurgo (para quem não sabe, demiurgo é divindade) do processo efetivo, o qual constitui apenas a manifestação externa do primeiro.
pt_br: To Hegel, the life-process of the human brain, i.e., the process of thinking, which, under the name of “the Idea,” he even transforms into an independent subject, is the demiurgos (for those who don't know, demiurgos means deity) of the real world, and the real world is only the external, phenomenal form of “the Idea.”

source: Para a gente entender dialética, vale a pena a gente entender o que que é metafísica porque uma coisa esclarece a outra.
pt_br: In order for us to understand dialectics it's worth it to understand what metaphysics is because one thing makes the other clearer.

source: Para ele e para o Marx, a dialética era muito mais adequada para compreender não só os fenômenos das ciências naturais, como da sociedade.
pt_br: For him and for Marx dialectics was much more adequate for understanding not only natural sciences' phenomena, but also society's.

source: Para ele, uma coisa existe ou não existe; um objeto não pode ser ao mesmo tempo o que é e outro diferente.
pt_br: For him, a thing either exists or does not exist; a thing cannot at the same time be itself and something else.

source: Para entender mais-valor, a gente precisa entender valor.
pt_br: To understand surplus value, we need to understand value.

source: Para ficar mais claro, não só natureza, natureza, como que nós produzimos.
pt_br: To make it clearer, it's not only nature, but also the way we produce

source: Para mim, ao contrário, o ideal não é mais do que o material, transposto e traduzido na cabeça do homem”.
pt_br: With me, on the contrary, the ideal is nothing else than the material world reflected by the human mind, and translated into forms of thought".

source: Para o marxismo, toda e qualquer doutrina, todo e qualquer conjunto de princípios que tente equilibrar as classes, harmonizar as classes, é utópico.
pt_br: For Marxism, each and every doctrine, each and every set of principles that attempts to balance classes, harmonize classes are utopic.

source: Para quem não sabe, a obra máxima do Marx que é “O Capital”, “Das Kapital”, tá escrito aqui: “crítica da economia política”, “O Capital.
pt_br: For those who don't know, Marx's masterpiece “Capital”, “Das Kapital”, it's written here: “A Critique of Political Economy”, “Capital".

source: Para seu crédito, Bell Hooks e Alice Walker pelo menos explicitaram o papel do capitalismo na racialização e na exploração de gênero.
pt_br: To their credit, bell hooks and Alice Walker at least laid out capitalism’s role in racialisation and gendered exploitation.

source: Pela primeira vez na história, a sociedade humana teve o problema inverso do que ela vinha tendo.
pt_br: By the first time in history, human society was dealing with the inverse of the it's usual problem.

source: Pelo amor de Deus, não.
pt_br: For the love of God, no.

source: Pensa só em antíteses, sem meio-termo possível; para ele, das duas uma: sim, sim; não, não; o que for além disso, sobra.
pt_br: He thinks in absolutely irreconcilable antitheses. His communication is 'yea, yea; nay, nay'; for whatsoever is more than these cometh of evil.

source: People asked me lots of questions about my identity throughout middle school and high school, often in mocking tones.
pt_br: As pessoas me faziam muitas perguntas sobre a minha identidade durante o ensino fundamental e médio, geralmente em tom de deboche.

source: Percebendo quanto tempo eu passava na internet com mulheres trans e lendo sua literatura, algumas pessoas até me questionaram sobre o meu gênero.
pt_br: A few people even questioned me on my gender, noticing how much time I spent around trans women online, and reading their literature.

source: Pobre e preta, já era difícil me sentir uma pessoa, quem dirá então uma mulher.
pt_br: Poor and Black, I had a difficult time feeling like a person, much less a woman.
